Repository: jonaskblk/marianne
Catalog: languages/*.po
Languages: fr_fr, nl_nl

source: %d comment
nl_nl: %d reactie

source: &lsaquo; Newer comments
nl_nl: &lsaquo; Nieuwe reacties

source: &lsaquo; Previous page
fr_fr: &lsaquo; Page précédente
nl_nl: &lsaquo; Vorige pagina

source: About Marianne
nl_nl: Over Marianne

source: Add a link to the RSS feed of your site.
nl_nl: Voeg een link toe met de RSS feed van je website.

source: Add a search button.
nl_nl: Voeg een zoek-knop toe.

source: Adds the date the post or page was retrieved and a short link to access the content. Default: checked.
nl_nl: Voegt de printdatum toe van de blogpost of pagina en een korte link om toegang tot de inhoud te krijgen. Standaard: aangevinkt.

source: Any link you want to display.
nl_nl: Elke willekeurige link die je wilt tonen.

source: As my native language is not English, you can also help me to improve all the default text strings of the theme.
nl_nl: Omdat mijn moedertaal niet Engels is kun je me een dienst bewijzen door de standaard teksten in het thema waar nodig te verbeteren.

source: Auto
nl_nl: Automatisch

source: Blue
nl_nl: Blauw

source: Bold
nl_nl: Vet

source: Bolder
nl_nl: Vetter

source: Breaks some words in half so that they continue on another line rather than moving them entirely to the next line. Especially useful when the text alignment is set to "justify". Default: disabled.
nl_nl: Activeer woordafbreking. Handig bij 'uitvullen' als optie voor tekstuitlijning.

source: By default, the browser automatically chooses whether or not to smooth the fonts. By checking this box, you will ask it to smooth them. Default: unckecked.
nl_nl: Via deze optie kun je ervoor kiezen dat een webbrowser vraagt om letters af te ronden. Standaard: niet geactiveerd.

source: Can I display social links with this theme?
nl_nl: Kan ik social media links laten zien met dit thema?

source: Center
nl_nl: Centreer

source: Check to hide comments when priting a post or page. In any case, the comment form will be hidden. Default: checked.
nl_nl: Kies er voor om reacties te verbergen bij het printen van een blogpost of pagina. In alle gevallen zal het reactieveld zelf niet geprint geworden. Standaard: actief.

source: Check to hide your widgets when priting a post or page. Default: checked.
nl_nl: Kies er voor om widgets te verbergen bij het printen van een blogpost of pagina. Standaard: actief.

source: Choose the font family you want to apply to your site. Your readers' device will render the pages with its own system font. Please note that the rendering may vary from device to device. Default: Sans serif.
nl_nl: Kies het lettertype dat je wilt toepassen voor je website. Standaard: Sans serif.

source: Classic
nl_nl: Klassiek

source: Close the Customizer and go to About Marianne page
nl_nl: Sluit de Customizer af en ga naar de Over Marianne pagina

source: Color Scheme
nl_nl: Kleurschema

source: Color used for link and button hovering. Default: blue.
nl_nl: Kies de kleur voor verwijzingen in de tekst en het met de muis boven een knop zweven. Standaard: blauw.

source: Content Formatting
nl_nl: Opmaak inhoud

source: Contribute
nl_nl: Draag bij

source: Dark
nl_nl: Donker

source: Default: bolder.
nl_nl: Standaard: vetter.

source: Default: footer.
nl_nl: Standaard: voettekst.

source: Default: left.
nl_nl: Standaard: links.

source: Default: normal.
nl_nl: Standaard: normaal.

source: Default: square.
nl_nl: Standaard: vierkant.

source: Default: unckecked.
nl_nl: Standaard: niet aangevinkt.

source: Development
nl_nl: Ontwikkeling

source: Display a link to the next and the previous post.
nl_nl: Laat een link zien naar de vorige en volgende blogpost.

source: Display information related to printing.
nl_nl: Toon informatie met betrekking tot het printen.

source: Display the default footer mention.
nl_nl: Toon de standaard voettekst.

source: Display URL of links.
nl_nl: Laat de URL van de verwijzinge zien.

source: Donate Bitcoin
nl_nl: Doneer Bitcoin

source: Donate ₿
nl_nl: Doneer ₿

source: Enable hyphenation.
nl_nl: Activeer woordafbreking.

source: Enable text shadow.
nl_nl: Activeer tekstschaduw.

source: Expand featured images that are not wide enough.
nl_nl: Pas de uitgelichte afbeelding aan naar de breedte van de website.

source: Font Family
nl_nl: Lettertype familie

source: Font Size
nl_nl: Lettergrootte

source: Font style of the site description
nl_nl: Lettertype van de website omschrijving

source: Font weight of the site description
nl_nl: Letterdikte van de website omschrijving

source: Font weight of the site title
nl_nl: Letterdikte van de website titel

source: Footer
nl_nl: Voettekst

source: Footer Align
nl_nl: Voettekst uitlijning

source: Footer Menu
fr_fr: Menu du pied de page
nl_nl: Voettekst menu

source: Footer Settings
nl_nl: Voettekst instellingen

source: Footer Text
nl_nl: Voettekst

source: Force anti-aliasing.
nl_nl: Forceer anti-aliasing.

source: Give some relief to your texts. Default: disabled.
nl_nl: Geef de tekst iets meer diepte. Standaard: uitgeschakeld.

source: Global Settings
nl_nl: Algemene instellingen

source: Green
nl_nl: Groen

source: Header
nl_nl: Kop

source: Header Align
nl_nl: Koptekst uitlijning

source: Header Settings
nl_nl: Koptekst instellingen

source: Hide comments.
nl_nl: Verberg reacties.

source: Hide widgets.
nl_nl: Verberg widgets.

source: How can I change fonts?
nl_nl: Hoe kan ik lettertypes aanpassen?

source: How can I set up a logo?
nl_nl: Hoe kan ik een logo instellen?

source: How do you want to display your social links?
nl_nl: Hoe wil je de verwijzingen naar je social media profielen weergeven?

source: I have other questions.
nl_nl: Ik heb andere vragen.

source: If you increase the width of the page, your featured images may become too small. In this case, you should regenerate their thumbnails with a plugins (recommended). Or you can enable the next option. Default: 480px.
nl_nl: In het geval je de breedte van de website aanpast, kan het zijn dat je uitgelichte afbeeldingen te klein zijn. Je kunt ervoor kiezen om de thumbnails opnieuw te genereren met een plugin. Maar je kunt ook de hierna volgende optie gebruiken. Standaard: 480px.

source: Issues & Feature Requests
nl_nl: Hulp en verbeteraanvragen

source: It does not prevent to choose a particular alignment in the text editor. Default: left.
nl_nl: Kies de gewenste uitlijning van de tekst. Standaard: links.

source: It looks like nothing was found at this location. Maybe try a search?
fr_fr: On dirait que rien n’a été trouvé ici. Essayez peut-être une recherche&nbsp;?
nl_nl: Hier is niets te vinden. Misschien de zoekopdracht gebruiken?

source: It will be added as a primary menu item if a menu is set. Default: unchecked.
nl_nl: Het zal toegevoegd worden als het hoofdmenu indien een menu is geselecteerd. Standaard: niets geselecteerd.

source: Italic
nl_nl: Cursief

source: Justify
nl_nl: Uitvullen

source: Left
nl_nl: Links

source: Light
nl_nl: Licht

source: Link
nl_nl: URL

# Link to the next post.
source: Next
nl_nl: Volgende

# Link to the previous post.
source: Previous
nl_nl: Vorige

source: Made in France
nl_nl: Gemaakt in Frankrijk

source: Make the logo round.
nl_nl: Maak het logo rond.

source: Next page &rsaquo;
fr_fr: Page suivante &rsaquo;
nl_nl: Volgende pagina &rsaquo;

source: Normal
nl_nl: Normaal

source: Nothing here
fr_fr: Il n’y a rien ici
nl_nl: Er is niets te vinden hier

source: Older comments &rsaquo;
nl_nl: Oude reacties &rsaquo;

source: Only applies if a logo is set (see the Site Identity section). Default: unckecked.
nl_nl: Alleen van toepassing indien een logo is ingesteld. Standaard: niet aangevinkt.

source: Open links in a new tab.
nl_nl: Open verwijzingen in een nieuwe tab.

source: Open the <a href="%s">Theme Customizer</a>. Then, go to Global Settings and select your favorite font family. Do not forget to press Publish.
nl_nl: Open de <a href="%s">Thema Instellingen</a>. Ga vervolgens naar Algemene Instellingen en selecteer daar je favoriete lettertype. Vergeet niet om op Publiceer te klikken.

source: Open the <a href="%s">Theme Customizer</a>. Then, go to Site Identity and select a logo. Do not forget to press Publish for the logo to go live.
nl_nl: Open de <a href="%s">Thema instellingen</a>. Ga vervolgens naar Site identiteit en selecteer een logo. Vergeet niet om op Publiceren te klikken.

source: Open the search form
nl_nl: Open het zoekformulier

source: Orange
nl_nl: Oranje

source: Page Width
nl_nl: Pagina breedte

source: Phone
nl_nl: Telefoon

source: Please report issues or make feature requests on <a href="%1$s" target="_blank">GitHub</a> or, if you do not have an account, on the <a href="%2$s" target="_blank">support forum</a>.
nl_nl: Meld problemen of verbetervoorstellen op <a href="%1$s" target="_blank">GitHub</a> of, in het geval je geen account hebt, op het <a href="%2$s" target="_blank">support forum</a>.

source: Post Settings
nl_nl: Blogpost instellingen

source: Primary Menu
fr_fr: Menu principal
nl_nl: Hoofdmenu

source: Print Settings
nl_nl: Print instellingen

source: Purple
nl_nl: Paars

source: Rate this theme with ⭐
nl_nl: Geef dit thema een waardering met ⭐

source: Red
nl_nl: Rood

source: Right
nl_nl: Rechts

source: Round
nl_nl: Rond

source: Say thank you 🙏
nl_nl: Dank je wel 🙏

source: Search for "%s"
fr_fr: Recherche de «&nbsp;%s&nbsp;»
nl_nl: Zoek naar "%s"

# Search results
source: %d result found:
nl_nl: %d zoekresultaat gevonden:

source: Search the site
nl_nl: Doorzoek de site

# Site footer text
source: Powered by %1$s and %2$s
nl_nl: Mogelijk gemaakt door %1$s en %2$s

source: Skip to content
fr_fr: Aller au contenu
nl_nl: Ga direct naar inhoud

source: Social Links
nl_nl: Social media links

source: Square
nl_nl: Vierkant

source: Sticky post
fr_fr: Article sélectionné
nl_nl: Vastgepinde post

source: Text Align
nl_nl: Tekst uitlijning

source: The automatic mode chooses between light and dark color scheme depending on the settings of the operating system or browser of your visitors. The background color of the dark color scheme is "intrinsic gray", which is the color seen by the human eye in total darkness. Default: light.
nl_nl: De automatische optie zorgt er voor dat het kleurschema bepaald wordt door de computer of browser instellingen van de bezoeker. Standaard: licht.

# The bitcoin address link.
source: Address: <a href="%1$s">%2$s</a>
nl_nl: URL: <a href="%1$s">%2$s</a>

source: The following settings apply to the main content of posts and pages.
nl_nl: De volgende instellingen zijn alleen van toepassing op de inhoud van blogposts en pagina's.

source: The main font size. Default: 100%.
nl_nl: De font grootte die overal gebruikt wordt. Standaard: 100%.

# The search button in the header.
source: Search
nl_nl: Zoek

source: There is no paid version of Marianne. You already have everything this theme can provide without restrictions.
nl_nl: Er is geen premium versie van Marianne. Je hebt reeds de beschikking over alle mogelijkheden voor dit thema.

source: These settings only apply to the printing of the pages of your site.
nl_nl: Deze instellingen zijn alleen van toepassing biij het printen van blogposts of pagina's.

source: Thin
nl_nl: Dun

source: This can make the images a bit blurry. This is less efficient than regenerating the images. Default: unchecked.
nl_nl: Dit kan de afbeeldingen ietwat wazig maken. Het is beter om nieuwe thumbnails te genereren met een plugin. Standaard: niet aangevinkt.

source: This search did not return any results.
nl_nl: Deze zoekactie gaf geen resultaat.

source: This will automatically open the right application on your readers' phone when they will click on it.
nl_nl: Door hier te klikken zal de juiste applicatie openen op de smartphone.

source: Translate
nl_nl: Vertaal

source: URLs will be visible on print so that readers can see them and visit them. Default: checked.
nl_nl: URL's zullen zichtbaar zijn bij het printen, zodat lezers ze kunnen gebruiken. Standaard: aangevinkt.

# Use only on print.
source: Available at: %s
nl_nl: Beschikbaar op: %s

# Use only on print.
source: Retrieved %1$s at %2$s (website time).
nl_nl: Opgevraagd %1$s om %2$s (webpagina tijd).

source: Useful to promote WordPress and Marianne to your readers. Default: displayed.
nl_nl: Handig om Wordpress en Marianne te promoten naar je lezers. Default: zichtbaar.

# Verb. Point to the Theme Customizer.
source: Customize
nl_nl: Pas aan

source: Version %s
nl_nl: Versie %s

source: What type of phone link do you want to add?
nl_nl: Wat voor soort telefoon nummer formaat wil je toevoegen?

source: Where can I download the pro/premium version of Marianne?
nl_nl: Waar kan ik de premium versie van Marianne downloaden?

source: Where do you want to display your social links?
nl_nl: Waar wil je jouw social media links tonen?

source: WordPress Theme Directory
nl_nl: Wordpress Thema overzicht

source: Yes, you can! Open the <a href="%s">Theme Customizer</a>. Then, go to Social Links. Everything is in there.
nl_nl: Ja, het kan! Ga naar <a href="%s">Thema Instellingen</a>en dan naar social media links. Ze zijn er allemaal.

source: You can write any text to add in the footer.
nl_nl: Schrijf hier je tekst voor in de voettekst sectie.

source: Your email address.
nl_nl: Je email adres.

source: Your Facebook profile or page URL.
nl_nl: Je Facebook profiel of pagina link.

source: Your GitHub profile URL.
nl_nl: Je GitHub profiel link.

source: Your GitLab profile URL.
nl_nl: Je GitLab profiel link.

source: Your Instagram profile URL.
nl_nl: Je Instagram profiel link.

source: Your LinkedIn profile URL.
nl_nl: Je LinkedIn profiel link.

source: Your phone number (without spaces).
nl_nl: Je telefoon nummmer (zonder spaties).

source: Your Twitch profile URL.
nl_nl: Je Twitter profiel link.

source: Your Twitter @username. Do not forget the at symbol.
nl_nl: Je Twitter @gebruikersnaam. Vergeet het @ symbool niet.

source: Your YouTube channel URL.
nl_nl: Je YouTube kanaal link.

# Comments title
source: Leave a comment
fr_fr: Laisser un commentaire

# Comments title
source: %s comment
fr_fr: %s commentaire

# Comments pagination
source: Older comments&rsaquo;
fr_fr: Commentaires plus anciens &rsaquo;

# Comments pagination
source: &lsaquo;Newer comments
fr_fr: &lsaquo; Commentaires plus récents

source: https://wordpress.org/
fr_fr: https://fr.wordpress.org/

# Site footer text
source: %1$s is proudly powered by %2$s and %3$s
fr_fr: %1$s est fièrement propulsé par %2$s et %3$s

source: Primary menu
fr_fr: Menu principal

# Link to comments
source: %d comment
fr_fr: %d commentaire

source: %d result found:
fr_fr: %d résultat trouvé&nbsp;:

source: No results
fr_fr: Aucun résultat

source: Maybe try a search?
fr_fr: Peut-être devriez-vous tenter une recherche&nbsp;?
